swak4foam/Examples/tests/partialSlipBendedPipe/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          20;
        startFace       3880;
    }
    outlet
    {
        type            patch;
        nFaces          20;
        startFace       3900;
    }
    inner
    {
        type            wall;
        nFaces          100;
        startFace       3920;
    }
    outer
    {
        type            wall;
        nFaces          100;
        startFace       4020;
    }
    frontAndBack
    {
        type            empty;
        nFaces          4000;
        startFace       4120;
    }
)

// ************************************************************************* //
